{
    "translation": {
        "hello": "hello, I'm Manuel Luvuvamo👋🏾",
        "p1": "Software developer, trainer and occasional writer with a solid experience in the creation, integration and extensibility of web applications.",
        "p2": " I'm currently studying for a degree in Engineering in Luanda, and I devote much of my time to my passion for programming, my ventures at",
        "p3": " and article writing in the best community of writers",
        "p4": "Previous versions of my portfolio had a section dedicated to images of some of the events I take part in, luckily",
        "p5": "portfolio saved me from this. At the moment",
        "p6": "It's always an honor to meet new people and to broaden feel free to interact with me on my social networks. My social networks.",
        "otiniel": "Otoniel Emanuel's",
        "contact": "contact",
        "cv": "resume",
        "projects": "During my career as a Fullstack Developer, I have developed and participated as a collaborator in many projects. If you're reading this, my current projects are probably private or not. In addition to those highlighted here, some of the other projects I've developed can be found on my",
        "itel_vaga": "Platform with the aim of providing professional internships for the institution's students, to better prepare them for the job market...",
        "huawei_lead23": "Main portal for applications to the professional training project in the areas of DataCenter Operations, HCIA Datacom and much more belonging to Huawei...",
        "zenga": "Platform for advertising control, monitoring establishments in a given area and providing better statistics...",
        "smartbrace": "Innovative system for managing events in Angola integrated with radiofrequency wristband recognition, which aims to improve event management...",
        "lista_presenca": "A React application that allows users to register their attendance at events or meetings...",
        "angogest": "An experimental website about early pregnancy, a practical ICT project using html5 and css3...",
        "hypercolor": "Practical exercise in cloning the famous HyperColor gradient site using Next.js and Tailwind Css...",
        "spotify_clone": "A practical exercise in cloning the famous streaming site Spotify using Next.js and Tailwind Css...",
        "sgh": "User, appointment, patient and access management modules for a hospital management system",
        "cnab": "Based on ByCodersTec/ desafio-dev, a challenge to read a file and manage transaction data...",
        "projects_title": "Projects",
        "experiments_title":"Experiments",
        "contact_title": "Contact",
        "contact_text": "Thank you for being part of this space!",
        "name_form": "Name",
        "message_form": "Message",
        "message_placeholder": "Leave a message here...",
        "submit_form": "Submit",
        "contact_form_success": "Message sent successfully!",
        "contact_form_error": "There was an error sending the message. Please try again!",
        "blog_folder": "posts"
    }
}