{
    "translation": {
        "hello": "Olá, sou Manuel Luvuvamo👋🏾",
        "p1": "Desenvolvedor de software, formador e escritor ocasional com uma sólida experiência na criação, integração e extensibilidade de aplicações Web.",
        "p2": "Atualmente estou a estudar Engenharia em Luanda e dedico grande parte do meu tempo à minha paixão pela programação, aos meus empreendimentos na",
        "p3": " e escrever artigos na melhor comunidade de escritores",
        "p4": "As versões anteriores do meu portefólio tinham uma secção dedicada a imagens de alguns dos eventos em que participo, felizmente o portefólio do",
        "p5": "salvou-me desta situação. Neste momento",
        "p6": "É sempre uma honra conhecer novas pessoas e alargar o leque de contactos nas minhas redes sociais. As minhas redes sociais.",
        "otiniel": "Otoniel Emanuel",
        "contact": "contacto",
        "cv": "CV",
        "projects": "Durante a minha carreira como Fullstack Developer, desenvolvi e participei como colaborador em muitos projectos. Se está a ler isto, os meus projectos actuais são provavelmente privados ou não. Além dos destacados aqui, alguns dos outros projetos que desenvolvi podem ser encontrados no meu",
        "itel_vaga": "Plataforma com o objetivo de proporcionar estágios profissionais aos alunos da instituição, para melhor os preparar para o mercado de trabalho...",
        "huawei_lead23": "Portal principal para candidaturas ao projeto de formação profissional nas áreas de DataCenter Operations, HCIA Datacom e muito mais pertencente à Huawei...",
        "zenga": "Plataforma de controlo da publicidade, acompanhamento dos estabelecimentos de uma determinada zona e fornecimento de melhores estatísticas...",
        "smartbrace": "Sistema inovador de gestão de eventos em Angola integrado com reconhecimento de pulseiras por radiofrequência, que visa melhorar a gestão de eventos...",
        "lista_presenca": "Uma aplicação React que permite aos utilizadores registar a sua participação em eventos ou reuniões...",
        "angogest": "Um sítio Web experimental sobre a gravidez precoce, um projeto prático de TIC que utiliza html5 e css3...",
        "hypercolor": "Exercício prático de clonagem do famoso site de gradientes HyperColor usando Next.js e Tailwind Css...",
        "spotify_clone": "Um exercício prático para clonar o famoso site de streaming Spotify usando Next.js e Tailwind Css...",
        "sgh": "Módulos de gestão de utilizadores, consultas, doentes e acessos para um sistema de gestão hospitalar",
        "cnab": "Baseado em ByCodersTec/ desafio-dev, um desafio para ler um ficheiro e gerir dados de transação...",
        "projects_title": "Projectos",
        "experiments_title": "Experimentos",
        "contact_title": "Contacto",
        "contact_text": "Obrigado por fazer parte deste espaço!",
        "name_form": "Nome",
        "message_form": "Mensagem",
        "message_placeholder": "Escreva sua mensagem aqui...",
        "submit_form": "Enviar",
          "contact_form_success": "Mensagem enviada com sucesso!",
        "contact_form_error": "Ocorreu um erro ao enviar a mensagem. Por favor, tente novamente!",
        "blog_folder": "artigos"
    }
}